{
  "en": {
    "notification": "This website uses cookies for audience and users activity monitoring. By clicking the Accept button, you give your consent for cookies deposit.",
    "modalTitle": "Cookies policy",
    "modalBody": "For audience and users activity monitoring purposes, we use Google's Analytics service. This helps us to adapt wen ressources and detect potential bugs. None of this data is communicated to third parties for sell purposes. Also note that this website is and will stay ad-free. For official Google cookie policy, <a href='https://support.google.com/analytics/answer/6004245' target='_blank'>follow this link</a>.",
    "actions": {
      "accept": "Accept",
      "refuse": "Refuse",
      "more": "More infos"
    },
    "mandatory": {
      "notification": "This website uses cookies for audience and users activity monitoring. By staying on this website, you give your consent for cookie deposit.",
      "actions": {
        "accept": "Ok",
        "more": "More infos",
        "leave": "Leave the website"
      }
    }
  },
  "fr": {
    "notification": "Ce site web utilise les cookies pour mesurer l'audience et suivre l'activité des utilisateurs. En cliquant sur le bouton Accepter, vous nous autorisez à déposer des cookies.",
    "modalTitle": "Politique d'utilisations des cookies",
    "modalBody": "Afin de suivre l'audience et l'activité sur ce site, nous utilisons le service Google Analytics. Cela nous permet d'adapter les ressources web et de repérer certains disfonctionnements. Aucune de ces données ne sont communiquées à un tier à des fins commerciales. Ce site est et restera exempt de publicités. Pour lire la politique de cookies officielle de Google, <a href='https://support.google.com/analytics/answer/6004245' target='_blank'>suivez ce lien</a>.",
    "actions": {
      "accept": "Accepter",
      "refuse": "Refuser",
      "more": "Plus d'infos"
    },
    "mandatory": {
      "notification": "Ce site web utilise les cookies pour mesurer l'audience et suivre l'activité des utilisateurs. En continuant à naviguer sur le site, vous nous autorisez à déposer des cookies.",
      "actions": {
        "accept": "Ok",
        "more": "Plus d'infos",
        "leave": "Quitter le site"
      }
    }
  }
}
